const bearData = [
  // 6月6日（土）
  {
    time: "2025-06-06 18:30",
    lat: 36.584944322953596,
    lng: 139.8808764356213,
    note: "富士見が丘1丁目地内 長岡公園から南東250m付近"
  },
  {
    time: "2025-06-06 21:10",
    lat: 36.574995749982754,
    lng: 139.88735978194364,
    note: "上大曽町地内　宇都宮市消防局中央消防署から北西350m付近"
  },

  // 6月7日（日）
  {
    time: "2025-06-07 01:14",
    lat: 36.56519600683692,
    lng: 139.8855364892075,
    note: "塙田1丁目地内　栃木県立図書館付近"
  },
  {
    time: "2025-06-07 05:08",
    lat: 36.545754461634985,
    lng: 139.86818574061277,
    note: "明保野町地内　明保野公園内"
  },
  {
    time: "2025-06-07 05:15",
    lat: 36.5377222714368,
    lng: 139.8632275950856,
    note: "大塚町地内　宇都宮高等学校から南側300m付近"
  },
  {
    time: "2025-06-07 05:30",
    lat: 36.53771369931213,
    lng: 139.8566772742279,
    note: "西川田町地内　姿川中学校から北側100m付近"
  },
  {
    time: "2025-06-07 15:58",
    lat: 36.535648319920305,
    lng: 139.85613640614866,
    note: "西川田町地内　姿川中学校校庭"
  },
  {
    time: "2025-06-07 16:40",
    lat: 36.53352696153394,
    lng: 139.8516971563503,
    note: "西川田町地内　姿川中学校から南西300m付近"
  },
  {
    time: "2025-06-07 20:30",
    lat: 36.53257867734439,
    lng: 139.855784842937,
    note: "西川田町地内　姿川中学校から南側300m付近"
  },
  {
    time: "2025-06-07 23:50",
    lat: 36.52971270180763,
    lng: 139.85522708784018,
    note: "西川田町地内　姿川地区市民センターから東側500m付近"
  },

  // 6月8日（月）
  {
    time: "2025-06-08 03:20",
    lat: 36.54549305280574,
    lng: 139.88821151103028,
    note: "簗瀬町地内　宇都宮市中央卸売市場から西側100m付近"
  },
  {
    time: "2025-06-08 04:25",
    lat: 36.539309335066,
    lng: 139.88001699557464,
    note: "陽南1丁目地内　陽南中学校から北東500m付近"
  },
  {
    time: "2025-06-08 18:55",
    lat: 36.53507041735724,
    lng: 139.87789542515372,
    note: "陽南2丁目地内　陽南中学校の東側"
  },

  // 6月9日（火）
  {
    time: "2025-06-09 02:17",
    lat: 36.53574702052836,
    lng: 139.8842748292863,
    note: "川田町地内　陽南中学校から東600m付近"
  },
  {
    time: "2025-06-09 03:43",
    lat: 36.54079573119693,
    lng: 139.89813773260124,
    note: "簗瀬町地内　中央卸売市場から南東750m付近"
  },
  {
    time: "2025-06-09 04:25",
    lat: 36.54878233832174,
    lng: 139.90189174819494,
    note: "城東1丁目地内　城東小学校から南西200m付近"
  },
  {
    time: "2025-06-09 05:35",
    lat: 36.54894614559409,
    lng: 139.91304614008905,
    note: "峰町地内　宇都宮大学峰キャンパス付近"
  }
];
